# Создайте 4 функции: add(), substract(), multiply(), divide()
# которые будут принимать по 2 аргумента и
# возвращать результат: сложения, вычитания, умножения и деления.
def add(a,b):
    print(a+b)

add(5,7)



def substract(q,d):
    print(q*d)

substract(3,5)



def multiply(e,r):
    print(e/r)

multiply(10,5)



def divide(t,y):

    print(t-y)

divide(5,4)


